{
    "results": [
        {
            "limited_age": 7,
            "genre_id1": 53,
            "genre_id2": 9648,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In postwar Vienna, Austria, Holly Martins, a writer of pulp Westerns, arrives penniless as a guest of his childhood chum Harry Lime, only to learn he has died. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Major Calloway, and falling head-over-heels for Harry's grief-stricken lover, Anna.",
            "poster_path": "/rO2Fq0AZZx9obs52KJdx4mRE8p5.jpg",
            "release_date": "1949-08-31",
            "title": "The Third Man",
            "like": 7.9,
            "runtime": 105
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 14,
            "genre_id3": 878,
            "genre_id4": 0,
            "overview": "A woman discovers that severe catastrophic events are somehow connected to the mental breakdown from which she's suffering.",
            "poster_path": "/4VOyofBd1pexblxtDZYtYIk7NI4.jpg",
            "release_date": "2017-04-06",
            "title": "Colossal",
            "like": 6.281,
            "runtime": 109
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 9648,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
            "poster_path": "/cAoktVUBhGyULRoxV6mZ2LB3x7I.jpg",
            "release_date": "2025-05-09",
            "title": "Final Destination Bloodlines",
            "like": 6,
            "runtime": 110
        },
        {
            "limited_age": 7,
            "genre_id1": 53,
            "genre_id2": 18,
            "genre_id3": 28,
            "genre_id4": 0,
            "overview": "A nuclear bomb is detonated in Los Angeles, and the nation devolves into unprecedented chaos. Ex-Green Beret Jeff Eriksson and his family escape to The Homestead, an eccentric prepper’s fortress nestled in the mountains. As violent threats and apocalyptic conditions creep toward their borders, the residents of The Homestead are left to wonder: how long can a group of people resist both the dangers of human nature and the bloodshed at their doorstep?",
            "poster_path": "/fKts7WTTP7KWvI6N7WYIuEhmgXP.jpg",
            "release_date": "2024-12-19",
            "title": "Homestead",
            "like": 5.8,
            "runtime": 111
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 18,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Devara, a fearless man from a coastal region, embarks on a perilous journey into the treacherous world of the sea to safeguard the lives of his people. Unbeknownst to him, his brother Bhaira is plotting a conspiracy against him. As events unfold, Devara passes on his legacy to his mild-mannered and timid son, Varada.",
            "poster_path": "/1105WNYals12Va2f4F3VeBZdcWX.jpg",
            "release_date": "2024-09-26",
            "title": "Devara: Part 1",
            "like": 6.963,
            "runtime": 175
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 878,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In a futuristic city sharply divided between the rich and the poor, the son of the city's mastermind meets a prophet who predicts the coming of a savior to mediate their differences.",
            "poster_path": "/vZIJxGnjcswPCAa52jhbl01FQkV.jpg",
            "release_date": "1927-02-06",
            "title": "Metropolis",
            "like": 8.108,
            "runtime": 153
        },
        {
            "limited_age": 7,
            "genre_id1": 16,
            "genre_id2": 14,
            "genre_id3": 12,
            "genre_id4": 0,
            "overview": "A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together.",
            "poster_path": "/imKSymKBK7o73sajciEmndJoVkR.jpg",
            "release_date": "2024-08-29",
            "title": "Flow",
            "like": 8.2,
            "runtime": 85
        },
        {
            "limited_age": 7,
            "genre_id1": 36,
            "genre_id2": 10402,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "Disciplined Italian composer Antonio Salieri becomes consumed by jealousy and resentment towards the hedonistic and remarkably talented young Viennese composer Wolfgang Amadeus Mozart.",
            "poster_path": "/1n5VUlCqgmVax1adxGZm8oCFaKc.jpg",
            "release_date": "1984-09-19",
            "title": "Amadeus",
            "like": 8,
            "runtime": 160
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 10751,
            "genre_id3": 14,
            "genre_id4": 0,
            "overview": "A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
            "poster_path": "/bSqt9rhDZx1Q7UZ86dBPKdNomp2.jpg",
            "release_date": "1946-12-20",
            "title": "It's a Wonderful Life",
            "like": 8.277,
            "runtime": 130
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 0,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "My mother vanished inside the boarding school where she worked. Through a Ouija board, she told me to look for her. My name is Sofia. I'm 14 years old and I'm going to enroll at the boarding school to find the body of my mother.",
            "poster_path": "/kYbd7M1dk2xadHd2WczQRmO28uJ.jpg",
            "release_date": "2024-10-31",
            "title": "Sofia, the Possession",
            "like": 6.625,
            "runtime": 81
        },
        {
            "limited_age": 7,
            "genre_id1": 35,
            "genre_id2": 18,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Five high school students from different walks of life endure a Saturday detention under a power-hungry principal. The disparate group includes rebel John, princess Claire, outcast Allison, brainy Brian and Andrew, the jock. Each has a chance to tell his or her story, making the others see them a little differently -- and when the day ends, they question whether school will ever be the same.",
            "poster_path": "/wM9ErA8UVdcce5P4oefQinN8VVV.jpg",
            "release_date": "1985-02-15",
            "title": "The Breakfast Club",
            "like": 7.735,
            "runtime": 98
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 18,
            "genre_id3": 12,
            "genre_id4": 10752,
            "overview": "A heroic true story of Major Mukund Varadarajan, an Indian Army officer who displayed extraordinary bravery during a counterterrorism mission in Kashmir’s Shopian district. The film captures his courage in protecting his nation and the devotion of his wife Indhu Rebecaa Varghese.",
            "poster_path": "/eCB06m1KUGilEOlIzb40nkQhVY0.jpg",
            "release_date": "2024-10-31",
            "title": "Amaran",
            "like": 7.383,
            "runtime": 169
        },
        {
            "limited_age": 7,
            "genre_id1": 16,
            "genre_id2": 12,
            "genre_id3": 35,
            "genre_id4": 10751,
            "overview": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
            "poster_path": "/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg",
            "release_date": "2024-06-11",
            "title": "Inside Out 2",
            "like": 7.557,
            "runtime": 97
        },
        {
            "limited_age": 7,
            "genre_id1": 53,
            "genre_id2": 35,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "An enterprising Sugar Baby is offered $30,000 to move in with her Sugar Daddy for the week, but soon discovers the sinister secrets trapped within his home.",
            "poster_path": "/z7NyxmdJ1ypn3Y6BVizjGODuBdO.jpg",
            "release_date": "2024-10-15",
            "title": "Sugar Baby",
            "like": 6.038,
            "runtime": 88
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 12,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
            "poster_path": "/2cxhvwyEwRlysAmRH4iodkvo0z5.jpg",
            "release_date": "2024-11-13",
            "title": "Gladiator II",
            "like": 6.748,
            "runtime": 148
        },
        {
            "limited_age": 7,
            "genre_id1": 10749,
            "genre_id2": 35,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "Lucía lives with an incurable disease, and Bruno was deported to Mexico with no place to sleep. An unexpected phone call brings them together in an emotional story of overcoming, reconstruction and hope.",
            "poster_path": "/g7CoOjbpKO9tAbQhyJgOB6iwrqV.jpg",
            "release_date": "2025-01-12",
            "title": "Déjame estar contigo",
            "like": 7.212,
            "runtime": 80
        },
        {
            "limited_age": 7,
            "genre_id1": 10751,
            "genre_id2": 14,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Following the benevolent King's disappearance, the Evil Queen dominated the once fair land with a cruel streak. Princess Snow White flees the castle when the Queen, in her jealousy over Snow White's inner beauty, tries to kill her. Deep into the dark woods, she stumbles upon seven magical dwarves and a young bandit named Jonathan. Together, they strive to survive the Queen's relentless pursuit and aspire to take back the kingdom in the process.",
            "poster_path": "/oLxWocqheC8XbXbxqJ3x422j9PW.jpg",
            "release_date": "2025-03-19",
            "title": "Snow White",
            "like": 4.5,
            "runtime": 109
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 14,
            "genre_id3": 53,
            "genre_id4": 9648,
            "overview": "When a city is overrun with a demonically-possessed crowd, a cop must find the source of evil to save his family.",
            "poster_path": "/9rCBCm9cyI4JfLEhx3EncyncMR3.jpg",
            "release_date": "2025-03-20",
            "title": "Home Sweet Home: Rebirth",
            "like": 6.402,
            "runtime": 93
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 80,
            "genre_id3": 14,
            "genre_id4": 53,
            "overview": "Framed for his family's murder and left for dead, an ex-hitman will stop at nothing to exact revenge on the masked \"demons\" who have taken over his city.",
            "poster_path": "/g5PqsFFrayyRL1Ldgib2lMYuJXg.jpg",
            "release_date": "2025-02-26",
            "title": "Demon City",
            "like": 6.928,
            "runtime": 106
        },
        {
            "limited_age": 7,
            "genre_id1": 16,
            "genre_id2": 28,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "The Batman family has returned to the present to discover that Japan has disappeared, and a giant island - Hinomoto - is now in the sky over Gotham City.  At the top sit the Yakuza, a group of superpowered individuals who reign without honor or humanity and look suspiciously like the Justice League. Now, it’s up to Batman and his allies to save Gotham!",
            "poster_path": "/sVVT6GYFErVv0Lcc9NvqCu0iOxO.jpg",
            "release_date": "2025-03-17",
            "title": "Batman Ninja vs. Yakuza League",
            "like": 6.6,
            "runtime": 90
        }
    ]
}