{
    "results": [
        {
            "limited_age": 7,
            "genre_id1": 878,
            "genre_id2": 27,
            "genre_id3": 53,
            "genre_id4": 0,
            "overview": "A woman wakes up on a distant planet and finds the crew of her space station viciously killed. Her investigation into what happened sets in motion a terrifying chain of events.",
            "poster_path": "/5Oz39iyRuztiA8XqCNVDBuy2Ut3.jpg",
            "release_date": "2025-03-20",
            "title": "Ash",
            "like": 5.364,
            "runtime": 95
        },
        {
            "limited_age": 7,
            "genre_id1": 16,
            "genre_id2": 10751,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "After a terrifying storm destroys their home, a speedy sloth named Laura and her kooky family move to the big city in their rusted old food truck, Gordito, hoping to make their business a success. The family's delicious food catches the eye of a quick-witted cheetah who will stop at nothing to revive her failing fast-food business.",
            "poster_path": "/toBN1A9AnhoUzXyu9gaVyQVJehp.jpg",
            "release_date": "2024-07-25",
            "title": "The Sloth Lane",
            "like": 6.3,
            "runtime": 90
        },
        {
            "limited_age": 7,
            "genre_id1": 37,
            "genre_id2": 28,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "When the most wanted man in America surfaces in a small Kentucky town, his violent history -- and a blood-thirsty mob seeking vengeance and a king’s ransom -- soon follow. As brothers face off against one another and bullets tear the town to shreds, this lightning-fast gunslinger makes his enemies pay the ultimate price for their greed.",
            "poster_path": "/O7REXWPANWXvX2jhQydHjAq2DV.jpg",
            "release_date": "2025-04-11",
            "title": "Gunslingers",
            "like": 6.5,
            "runtime": 104
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 9648,
            "genre_id3": 53,
            "genre_id4": 0,
            "overview": "In the aftermath of her husband's death, widow Ramona's struggle to raise her two kids is hindered by the arrival of a mysterious woman with supernatural abilities.",
            "poster_path": "/n0WS2TsNcS6dtaZKzxipyO7LuCJ.jpg",
            "release_date": "2025-03-27",
            "title": "The Woman in the Yard",
            "like": 6.2,
            "runtime": 87
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 12,
            "genre_id3": 18,
            "genre_id4": 10751,
            "overview": "Twelve-year-old Dre Parker could have been the most popular kid in Detroit, but his mother's latest career move has landed him in China. Dre immediately falls for his classmate Mei Ying but the cultural differences make such a friendship impossible. Even worse, Dre's feelings make him an enemy of the class bully, Cheng. With no friends in a strange land, Dre has nowhere to turn but maintenance man Mr. Han, who is a kung fu master. As Han teaches Dre that kung fu is not about punches and parries, but maturity and calm, Dre realizes that facing down the bullies will be the fight of his life.",
            "poster_path": "/qV8xTWfknTOSErSa0b9Iay2QztS.jpg",
            "release_date": "2010-06-10",
            "title": "The Karate Kid",
            "like": 6.55,
            "runtime": 140
        },
        {
            "limited_age": 7,
            "genre_id1": 53,
            "genre_id2": 878,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In the near future, humanity has successfully colonized space and build a giant orbital station \"Delta\". Max is a repairman working on the station. After a disaster caused by a proton storm, he is left alone without his crew members, drifting into space. His space suit is broken, he is exhausted, and he lacks communication with people. But suddenly a dispatcher named Anna comes to help. She is the only one who can guide Max through difficulties and get him to the station. Max has to risk everything to save his life, but he has no idea what Anna is up to.",
            "poster_path": "/tB66c6dnu9dG60mta8TF8zmeGJn.jpg",
            "release_date": "2025-05-14",
            "title": "Free Fall",
            "like": 0,
            "runtime": 90
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "When a group of radical activists take over an energy company's annual gala, seizing 300 hostages, an ex-soldier turned window cleaner suspended 50 storeys up on the outside of the building must save those trapped inside, including her younger brother.",
            "poster_path": "/mwzDApMZAGeYCEVjhegKvCzDX0W.jpg",
            "release_date": "2025-02-19",
            "title": "Cleaner",
            "like": 6.663,
            "runtime": 97
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 0,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In 2003, Harvard undergrad and computer programmer Mark Zuckerberg begins work on a new concept that eventually turns into the global social network known as Facebook. Six years later, Mark is one of the youngest billionaires ever, but his unprecedented success leads to both personal and legal complications when he ends up on the receiving end of two lawsuits, one involving his former friend.",
            "poster_path": "/n0ybibhJtQ5icDqTp8eRytcIHJx.jpg",
            "release_date": "2010-10-01",
            "title": "The Social Network",
            "like": 7.369,
            "runtime": 121
        },
        {
            "limited_age": 7,
            "genre_id1": 10749,
            "genre_id2": 878,
            "genre_id3": 53,
            "genre_id4": 0,
            "overview": "Two highly-trained operatives are appointed to posts in guard towers on opposite sides of a vast and highly classified gorge, protecting the world from an undisclosed, mysterious evil that lurks within. They bond from a distance while trying to stay vigilant in defending against an unseen enemy. When the cataclysmic threat to humanity is revealed to them, they must work together in a test of both their physical and mental strength to keep the secret in the gorge before it’s too late.",
            "poster_path": "/7iMBZzVZtG0oBug4TfqDb9ZxAOa.jpg",
            "release_date": "2025-02-13",
            "title": "The Gorge",
            "like": 7.721,
            "runtime": 127
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "A U.S. Marshal escorts a government witness to trial after he's accused of getting involved with a mob boss, only to discover that the pilot who is transporting them is also a hitman sent to assassinate the informant. After they subdue him, they're forced to fly together after discovering that there are others attempting to eliminate them.",
            "poster_path": "/q0bCG4NX32iIEsRFZqRtuvzNCyZ.jpg",
            "release_date": "2025-01-22",
            "title": "Flight Risk",
            "like": 6.118,
            "runtime": 91
        },
        {
            "limited_age": 7,
            "genre_id1": 80,
            "genre_id2": 53,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "As a math savant uncooks the books for a new client, the Treasury Department closes in on his activities and the body count starts to rise.",
            "poster_path": "/fceheXB5fC4WrLVuWJ6OZv9FXYr.jpg",
            "release_date": "2016-10-13",
            "title": "The Accountant",
            "like": 7.103,
            "runtime": 128
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In an effort to repair their relationship, a couple books a vacation in the countryside for themselves and their daughter. What starts as a perfect retreat begins to fall apart as one loses their grip on reality, and a sinister force tries to tear them apart.",
            "poster_path": "/tpOwE6xsWnu4lKeKbKW0R3iClM.jpg",
            "release_date": "2020-06-18",
            "title": "You Should Have Left",
            "like": 6.093,
            "runtime": 93
        },
        {
            "limited_age": 7,
            "genre_id1": 53,
            "genre_id2": 9648,
            "genre_id3": 18,
            "genre_id4": 80,
            "overview": "Rachel Watson, devastated by her recent divorce, spends her daily commute fantasizing about the seemingly perfect couple who live in a house that her train passes every day, until one morning she sees something shocking happen there and becomes entangled in the mystery that unfolds.",
            "poster_path": "/AhTO2QWG0tug7yDoh0XoaMhPt3J.jpg",
            "release_date": "2016-10-05",
            "title": "The Girl on the Train",
            "like": 6.442,
            "runtime": 112
        },
        {
            "limited_age": 7,
            "genre_id1": 10749,
            "genre_id2": 18,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "After his father's death, Eric Zimmerman travels to Spain to oversee his company's branches. In Madrid, he falls for Judith and engage in an intense, erotic relationship full of exploration. However, Eric fears his secret may end their affair.",
            "poster_path": "/k82T5L1utX1G2LhNWeza9nGUKPk.jpg",
            "release_date": "2024-11-29",
            "title": "Ask Me What You Want",
            "like": 5.935,
            "runtime": 114
        },
        {
            "limited_age": 7,
            "genre_id1": 10749,
            "genre_id2": 35,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "Remi and Barnes, two very different teenagers, meet by chance in the winter of their senior year, then spend four  days together over the course of a year that will change their lives forever.",
            "poster_path": "/mEPi5ISa5RmzpzeDfwkhX0CcNsf.jpg",
            "release_date": "2024-12-27",
            "title": "Winter Spring Summer or Fall",
            "like": 7.337,
            "runtime": 97
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 12,
            "genre_id3": 878,
            "genre_id4": 0,
            "overview": "65 million years ago, the only 2 survivors of a spaceship from Somaris that crash-landed on Earth, must fend off dinosaurs to reach the escape vessel in time before an imminent asteroid strike threatens to destroy the planet.",
            "poster_path": "/rzRb63TldOKdKydCvWJM8B6EkPM.jpg",
            "release_date": "2023-03-02",
            "title": "65",
            "like": 5.979,
            "runtime": 92
        },
        {
            "limited_age": 7,
            "genre_id1": 10749,
            "genre_id2": 18,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
            "poster_path": "/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
            "release_date": "2023-06-08",
            "title": "My Fault",
            "like": 7.816,
            "runtime": 117
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "When Eddie breaks into a luxury SUV, he steps into a deadly trap set by William, a self-proclaimed vigilante delivering his own brand of twisted justice. With no means of escape, Eddie must fight to survive in a ride where escape is an illusion, survival is a nightmare, and justice shifts into high gear.",
            "poster_path": "/hhkiqXpfpufwxVrdSftzeKIANl3.jpg",
            "release_date": "2025-03-20",
            "title": "Locked",
            "like": 6.272,
            "runtime": 95
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 53,
            "genre_id3": 35,
            "genre_id4": 0,
            "overview": "A small town is shaken by a series of ominous killings in the days leading up to a heated mayoral election.",
            "poster_path": "/ohzLPC9lHUWseBgB7HRcz0GBkFb.jpg",
            "release_date": "2024-01-19",
            "title": "Founders Day",
            "like": 4.6,
            "runtime": 107
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 878,
            "genre_id3": 12,
            "genre_id4": 0,
            "overview": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
            "poster_path": "/vGXptEdgZIhPg3cGlc7e8sNPC2e.jpg",
            "release_date": "2024-10-22",
            "title": "Venom: The Last Dance",
            "like": 6.763,
            "runtime": 109
        }
    ]
}