{
    "results": [
        {
            "limited_age": 7,
            "genre_id1": 9648,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Violet, a widowed mother on her first date in years, arrives at an upscale restaurant where she is relieved that her date, Henry, is more charming and handsome than she expected. But their chemistry begins to curdle as Violet begins being irritated and then terrorized by a series of anonymous drops to her phone.",
            "poster_path": "/dS2S5lpfgRIRQOb7LDCjNsQqKjp.jpg",
            "release_date": "2025-04-10",
            "title": "Drop",
            "like": 6.6,
            "runtime": 95
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 12,
            "genre_id3": 878,
            "genre_id4": 0,
            "overview": "The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.",
            "poster_path": "/AtsgWhDnHTq68L0lLsUrCnM7TjG.jpg",
            "release_date": "2019-03-06",
            "title": "Captain Marvel",
            "like": 6.801,
            "runtime": 124
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 12,
            "genre_id3": 878,
            "genre_id4": 0,
            "overview": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
            "poster_path": "/kwB7d51AIcyzPOBOHLCEZJkmPhQ.jpg",
            "release_date": "2021-07-07",
            "title": "Black Widow",
            "like": 7.208,
            "runtime": 134
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 53,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "International assassin Walker is compromised during a mission and sent to a reassignment center for a new identity. During his stay at the facility, a ruthless assault team storms the compound searching for someone their boss has lost. Walker begrudgingly falls in with skilled hitwoman Elda and her mysterious ward Juliet in order to survive the night.",
            "poster_path": "/hVh4hMzkXNLnScudbid6hDvjMPk.jpg",
            "release_date": "2023-03-10",
            "title": "The Siege",
            "like": 5.337,
            "runtime": 97
        },
        {
            "limited_age": 7,
            "genre_id1": 10752,
            "genre_id2": 28,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "The story of the miraculous evacuation of Allied soldiers from Belgium, Britain, Canada and France, who were cut off and surrounded by the German army from the beaches and harbour of Dunkirk between May 26th and June 4th 1940 during World War II.",
            "poster_path": "/b4Oe15CGLL61Ped0RAS9JpqdmCt.jpg",
            "release_date": "2017-07-19",
            "title": "Dunkirk",
            "like": 7.45,
            "runtime": 107
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 80,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
            "poster_path": "/aKuFiU82s5ISJpGZp7YkIr3kCUd.jpg",
            "release_date": "1990-09-12",
            "title": "GoodFellas",
            "like": 8.455,
            "runtime": 145
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 35,
            "genre_id3": 53,
            "genre_id4": 0,
            "overview": "When the girl of his dreams is kidnapped, everyman Nate turns his inability to feel pain into an unexpected strength in his fight to get her back.",
            "poster_path": "/xmMHGz9dVRaMY6rRAlEX4W0Wdhm.jpg",
            "release_date": "2025-03-12",
            "title": "Novocaine",
            "like": 6.927,
            "runtime": 110
        },
        {
            "limited_age": 7,
            "genre_id1": 16,
            "genre_id2": 12,
            "genre_id3": 10751,
            "genre_id4": 35,
            "overview": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
            "poster_path": "/aLVkiINlIeCkcZIzb7XHzPYgO6L.jpg",
            "release_date": "2024-11-21",
            "title": "Moana 2",
            "like": 7.077,
            "runtime": 100
        },
        {
            "limited_age": 7,
            "genre_id1": 35,
            "genre_id2": 10749,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot",
            "poster_path": "/l4gsNxFPGpzbq0D6QK1a8vO1lBz.jpg",
            "release_date": "2025-02-14",
            "title": "Laila",
            "like": 5,
            "runtime": 134
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 0,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "In Spring 2020 when five students and two faculty members from the Mid Ulster College of Art go missing in a forest on the north coast of Ireland. What happened on the day they disappeared has remained a mystery - until now.",
            "poster_path": "/m0kojZkP1vcK9F8XSWfw9haJHKz.jpg",
            "release_date": "2024-04-02",
            "title": "The Glenarma Tapes",
            "like": 7.1,
            "runtime": 96
        },
        {
            "limited_age": 7,
            "genre_id1": 12,
            "genre_id2": 10751,
            "genre_id3": 16,
            "genre_id4": 0,
            "overview": "Mufasa, a cub lost and alone, meets a sympathetic lion named Taka, the heir to a royal bloodline. The chance meeting sets in motion an expansive journey of a group of misfits searching for their destiny.",
            "poster_path": "/lurEK87kukWNaHd0zYnsi3yzJrs.jpg",
            "release_date": "2024-12-18",
            "title": "Mufasa: The Lion King",
            "like": 7.415,
            "runtime": 118
        },
        {
            "limited_age": 7,
            "genre_id1": 18,
            "genre_id2": 53,
            "genre_id3": 9648,
            "genre_id4": 0,
            "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
            "poster_path": "/l4WXg5oQPK6GVlISKQNIUGb8rKJ.jpg",
            "release_date": "2024-10-25",
            "title": "Conclave",
            "like": 7.202,
            "runtime": 120
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 878,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
            "poster_path": "/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
            "release_date": "1979-05-25",
            "title": "Alien",
            "like": 8.2,
            "runtime": 117
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 9648,
            "genre_id3": 18,
            "genre_id4": 0,
            "overview": "After the G20 Summit is overtaken by terrorists, President Danielle Sutton must bring all her statecraft and military experience to defend her family and her fellow leaders.",
            "poster_path": "/wv6oWAleCJZUk5htrGg413t3GCy.jpg",
            "release_date": "2025-04-10",
            "title": "G20",
            "like": 6.573,
            "runtime": 108
        },
        {
            "limited_age": 7,
            "genre_id1": 28,
            "genre_id2": 878,
            "genre_id3": 35,
            "genre_id4": 10751,
            "overview": "Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet.",
            "poster_path": "/d8Ryb8AunYAuycVKDp5HpdWPKgC.jpg",
            "release_date": "2024-12-19",
            "title": "Sonic the Hedgehog 3",
            "like": 7.724,
            "runtime": 110
        },
        {
            "limited_age": 7,
            "genre_id1": 80,
            "genre_id2": 53,
            "genre_id3": 28,
            "genre_id4": 0,
            "overview": "When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried.",
            "poster_path": "/kMDUS7VmFhb2coRfVBoGLR8ADBt.jpg",
            "release_date": "2025-04-23",
            "title": "The Accountant²",
            "like": 7.2,
            "runtime": 133
        },
        {
            "limited_age": 7,
            "genre_id1": 14,
            "genre_id2": 28,
            "genre_id3": 53,
            "genre_id4": 878,
            "overview": "Vampire death dealer Selene fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David and his father Thomas, she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.",
            "poster_path": "/v1ciDCWMG47gdT4kMyjyQbnLQQn.jpg",
            "release_date": "2016-11-24",
            "title": "Underworld: Blood Wars",
            "like": 5.899,
            "runtime": 91
        },
        {
            "limited_age": 7,
            "genre_id1": 35,
            "genre_id2": 0,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "Canceled in Hollywood, star Lana Cruz heads to her hometown for a comeback. Enter Polly, her fan-turned-frenemy. Can Lana dodge drama and reclaim her fame?",
            "poster_path": "/wgUmsekYPOt9ZQ8ero91qRnmhQY.jpg",
            "release_date": "2025-05-01",
            "title": "The Biggest Fan",
            "like": 5.182,
            "runtime": 91
        },
        {
            "limited_age": 7,
            "genre_id1": 27,
            "genre_id2": 0,
            "genre_id3": 0,
            "genre_id4": 0,
            "overview": "A serial rapist rapes a girl with mental disability for wearing a red dress, which triggers him. Now the girl's social worker vows to get revenge on the rapist.",
            "poster_path": "/uCSairsy6ZtiH8dbWWLKOsj1giP.jpg",
            "release_date": "1994-10-20",
            "title": "Red to Kill",
            "like": 6.2,
            "runtime": 91
        }
    ]
}